/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "תמיד דרוס קבצים בטעינה מחדש";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "תמיד השתמש בעורך ברירת המחדל";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "מנשק";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "שאל לפני סגירת חלון התקשרות.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "בדוק זמינות עדכונים באופן אוטומטי";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "רוחב פס";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "מועדפים";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "קופסא";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "הקפץ חלון העברות קדימה בזמן העברה";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "דפדפן";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Change Settings…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "שנה הרשאות";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Changes take effect the next time you open the application.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "בדוק זמינות עדכוני תכנה כעת";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "סגור חלון העברות כשמסתיימות ההעברות";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "וודא התנתקות";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "התחבר לקיצור הדרך:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "התחברות";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Convert to Google Docs format";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "ברירת מחדל";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "ברירת מחדל למיקום תקיה";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Default Protocol Handler";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Default Storage Class";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "פרוטוקול ברירת מחדל:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documents:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "לחיצה כפולה פותחת קובץ בעורך חיצוני";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "הורד ל:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "הורדות";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "עורך חיצוני";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "הרצה";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "קבצים כפולים:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "מתקדם";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "כללי";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "קבוצה";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "קוים אופקיים";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "חלון מידע תמיד מראה בחירה נכחית";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Language";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "ארוכה";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "ניצול מקסימאלי:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "בינונית";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "מספר נסיונות חוזרים:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "התחל עם חלון חדש. התחברות לקיצור דרך יפתח בחלון חדש.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "פתח קובץ בתכנה המתאימה";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "פתח חלון חדש בעליית התכנה";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "פתח התחברות חדשה";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optical Character Recognition (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "תצוגות אחרות";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "אחרים";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "בעלים";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "הרשאות";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "הגדרות";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentations:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "שמור תאריך שינוי";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "קריאה";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "מחק פריטים לאחר העברה";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "חזור על פעולות רשת שנכשלו";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "מקש אנטר לבחירת תקיה או קובץ לשינוי שם";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "זכור חלונות פתוחים";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "חפש ססמאות ב- Keychain. כברירת מחדל שמור ססמאות לחבורים שהצליחו ב- Keychain.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "בחר בעורך הטקסט כברירת מחדל. עורך הטקסט חייב להיות מותקן ותומך בממשק ODB.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "בחר בברירת מחדל לטיפול בקישורים לכתובת FTP.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "בחר בברירת מחדל לטיפול בקישורים לכתובות SFTP.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "קצרה";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "הצג קבצים נסתרים";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "דלג על קבצים המתאימים לביטוי:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Spreadsheets:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "קידוד";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "מיקום ברירת מחדל ליצירת תיקיות.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "שמות הקבצים מוצגים לפי קידוד ברירת המחדל. כדאי שיתאימו לקידוד שבשימוש בשרת.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "העברת מצערת";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "זמן לפתיחת התחברות (בשניות):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Timeouts";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "מטבע זמן";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "העבר קבצים:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "העברות";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "רוחב פס בלתי מוגבל";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "עדכן";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Upload with temporary filename";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "העלאות";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "השתמש בצרור המפתחות";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "השתמש באייקונים גדולים";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "השתמש באייקונים בינוניים";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "השתמש באייקונים קטנים";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "השתמש ברקע שורות שונה";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "השתמש בהתחברות הדפדפן";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "פתח תקיות אוטומטית בגרירת קבצים";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Use system proxy settings";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "קוים מאונכים";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "בשימוש באייקונים קטנים רק כינוי הקיצור דרך יוצג.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "שמירת חלונות פתוחים עם סגירה ושחזורם בפעם הבאה.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "כתיבה";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "לקבצים";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "לתקיות";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "להרשאות הקובץ המקומי";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "להרשאות הקובץ המרוחק";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "להרשאות האלה:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "עם השהייה (שניות):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "עם השהייה:";

